[
  {
    "id": "1",
    "name": "UVic Drama and Musical Theatre Club",
    "category": "arts",
    "primaryEmail": "uvss.dmtc@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvssdrama"],
    "tags": ["Arts"],
    "description": "The DMTC is dedicated to inspiring students from all faculties and experience levels to be involved with the dramatic arts. This year, we will be offering a wide range of virtual activities such as dance workshops and drama games. We will also be performing a staged reading of a play this spring.",
    "slug": "uvic-drama-and-musical-theatre-club"
  },
  {
    "id": "2",
    "name": "Her Campus",
    "category": "arts",
    "primaryEmail": "hc.uvic@hercampus.com",
    "socialMedia": ["https://www.instagram.com/hercampusuvic"],
    "tags": ["Arts"],
    "description": "Her Campus at UVic is a branch of Her Campus, an international online magazine created by students for students. Our content is a resource and a source of entertainment that highlights campus news, events, interesting students, faculty, alumni, campus photos, and a range of content tailored for women at UVic. Our members write, edit, run social media accounts, and plan and market events; all while being part of a supportive community.",
    "slug": "her-campus"
  },
  {
    "id": "3",
    "name": "UVic Guitar Club",
    "category": "arts",
    "primaryEmail": "uvicguitarclub@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/213608966025660"],
    "tags": ["Arts"],
    "description": "A place for guitarists to learn, connect, and play the world's greatest instrument! During COVID: limited socially distanced jam sessions, a few online lessons",
    "slug": "uvic-guitar-club"
  },
  {
    "id": "4",
    "name": "Rotaract Club Of Victoria",
    "category": "community-service-and-volunteer",
    "primaryEmail": "rotaractvictoria@gmail.com",
    "socialMedia": ["https://www.instagram.com/rotaractvictoria_5020/?hl=en"],
    "tags": ["Community Service & Volunteer"],
    "description": "We are a club that volunteers and strives to better our community. Our meetings consist of having guest speakers, social meetings and volunteering.",
    "slug": "rotaract-club-of-victoria"
  },
  {
    "id": "5",
    "name": "One For The World UVic",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvic@1fortheworld.com",
    "socialMedia": ["https://www.instagram.com/onefortheworld_uvic/"],
    "tags": ["Community Service & Volunteer"],
    "description": "One for the World (OFTW) has officially launched a chapter at UVIC! OFTW hosts educational speaker talks on global issues/research with the purpose of recruiting people to donate 1% of their income (a future goal). One for the World is a non profit organization that uses philanthropy to donate to well deserved and researched charities worldwide. One for the World is proud to support charities that give back to deserving people.",
    "slug": "one-for-the-world-uvic"
  },
  {
    "id": "6",
    "name": "UVic Kin Campus Club",
    "category": "community-service-and-volunteer",
    "primaryEmail": "kinclubuvic@gmail.com",
    "socialMedia": ["https://kinclubuvic.wixsite.com/kincanada"],
    "tags": ["Community Service & Volunteer"],
    "description": "We are a new, but steadily growing non-profit volunteer organization for any university student in the Victoria area wanting to get more involved in our community. We are a completely student-run organization built on the mission to help others. We organize monthly service projects that pertain a wide range of support services we decide on participating in as a club and are never restricted to any specific type of volunteer opportunities.",
    "slug": "uvic-kin-campus-club"
  },
  {
    "id": "7",
    "name": "UVic Stem Cell Club",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvicstemcell@gmail.com",
    "socialMedia": ["https://www.instagram.com/stemcelluvic/"],
    "tags": ["Community Service & Volunteer"],
    "description": "The UVIC Stem Cell Club is a group of student volunteers who aim to improve the quality and quantity of membership on Canada's stem cell donor database by holding stem cell drives where we recruit potential stem cell donors. Our work improves the chances that patients in-need of stem cell transplantation will find the one match they need to save their lives!",
    "slug": "uvic-stem-cell-club"
  },
  {
    "id": "8",
    "name": "UVic Students Offering Support (SOS)",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvic.pres@studentsofferingsupport.org",
    "socialMedia": ["https://linktr.ee/UVicStudentsOfferingSupport"],
    "tags": ["Community Service & Volunteer"],
    "description": "Students Offering Support (SOS) is a nation-wide charity that supports university chapters across Canada. In addition to general fundraising, we host Exam-Aid preparation services to fund SOS Global Impact Projects in developing countries. SOS is a unique social enterprise that relies on passionate student leaders to create a positive impact, both at home and abroad, through the SOS model of “Raising Marks, Raising Money, Raising Roofs.”",
    "slug": "uvic-students-offering-support-sos"
  },
  {
    "id": "9",
    "name": "Young Women in Business",
    "category": "community-service-and-volunteer",
    "primaryEmail": "Dhruvi.raicchada@ywib.ca",
    "socialMedia": [""],
    "tags": ["Community Service & Volunteer"],
    "description": "We host events for business and economics students. It helps them to network with other students and learn about various skills needed in future or in their career.",
    "slug": "young-women-in-business"
  },
  {
    "id": "10",
    "name": "UVIC BCYP",
    "category": "community-service-and-volunteer",
    "primaryEmail": "olivia.reid-friesen@bcyp.org",
    "socialMedia": [""],
    "tags": ["Community Service & Volunteer"],
    "description": "Members of the British Columbia Youth Parliament who are attending UVic, looking for members to join and upholding the British Columbia Youth Parliament motto, \"Youth Serving Youth,\" on campus. Check out bcyp.org for more info about the organization.",
    "slug": "uvic-bcyp"
  },
  {
    "id": "11",
    "name": "Global Engineering Brigades",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvicgb@gmail.com",
    "socialMedia": ["https://www.facebook.com/UniversityofVictoriaGlobalBrigades/"],
    "tags": ["Community Service & Volunteer"],
    "description": "Global Engineering Brigades (GEB) is a student-led movement for clean water access in the developing communities of Central America. We aim to empower these communities through a holistic model and every year our club travels to these communities to partner with local engineering technicians to aid in the assessment, planning, and designing of a new or improved clean water system.",
    "slug": "global-engineering-brigades"
  },
  {
    "id": "12",
    "name": "UVIC Global Business Brigades",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvicgb@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicglobalbrigades/"],
    "tags": ["Community Service & Volunteer"],
    "description": "UVic Global Brigades is a student-led group from the University of Victoria. We work alongside the international, non-profit organization, Global Brigades, to collaboratively work towards reducing global health and economic disparities. Our club has been active since 2008, check out our impact over these past 11 years. In a Business Brigade, we work with rural entrepreneurs to provide free consulting for their business and a deliverable package.",
    "slug": "uvic-global-business-brigades"
  },
  {
    "id": "13",
    "name": "University of Victoria Global Medical Brigades",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvicgb@gmail.com",
    "socialMedia": ["https://www.facebook.com/UniversityofVictoriaGlobalBrigades"],
    "tags": ["Community Service & Volunteer"],
    "description": "Global Medical Brigades is the largest student-led and student-funded club dedicated to addressing issues in global healthcare inequality, promoting sustainable living standards in developing rural communities and providing affordable healthcare access to those who need it. If you're looking to build relationships with like-minded students, gain skill-based volunteering experience and expand your medical knowledge, then GMB is the club for you!",
    "slug": "university-of-victoria-global-medical-brigades"
  },
  {
    "id": "14",
    "name": "UVic Global Perspectives Society",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvicglobalhealth@gmail.com",
    "socialMedia": ["http://www.facebook.com/groups/1946604242104593/"],
    "tags": ["Community Service & Volunteer"],
    "description": "UVic Global Perspectives Society was created from a \"think global, act local\" context. Our aim is to address the World Health Organization's Sustainable Development Goals on a local, national, and eventually global level. We hope to bring awareness to issues within our society, such as colonization, structural racism, power, politics, and ethics - with the goal of decreasing inequities and promoting well-being within our community.",
    "slug": "uvic-global-perspectives-society"
  },
  {
    "id": "15",
    "name": "Spokes",
    "category": "community-service-and-volunteer",
    "primaryEmail": "spokes@uvic.ca",
    "socialMedia": ["https://www.facebook.com/spokesvictoria/"],
    "tags": ["Community Service & Volunteer"],
    "description": "Spokes is a volunteer run organization. Active since 2003, Spokes volunteers fixes up donated bikes and lends them out to students, faculty and staff at UVic.",
    "slug": "spokes"
  },
  {
    "id": "16",
    "name": "Uvic Blood4Life Club",
    "category": "community-service-and-volunteer",
    "primaryEmail": "uvic.bloodclinics@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicblood4life/"],
    "tags": ["Community Service & Volunteer"],
    "description": "The Uvic Blood4Life clubs is directly affiliated and sponsored by the Canadian Blood Services. Together with Canadian Blood Services we work closely to promote both volunteering and donating at blood drive events in our campus community. If you have any questions about our club or wish to join please feel free to email us at uvic.bloodclinics@gmail.com",
    "slug": "uvic-blood4life-club"
  },
  {
    "id": "17",
    "name": "Best Buddies UVic",
    "category": "community-service-and-volunteer",
    "primaryEmail": "bestbuddies@lnv.ca",
    "socialMedia": ["https://www.instagram.com/bestbuddiesuvic/", "https://www.facebook.com/bestbuddiesuvic"],
    "tags": ["Community Service & Volunteer"],
    "description": "The Best Buddies UVic club matches community members who have disabilities with UVic students in order to form a meaningful friendship. Our program gives people with disabilities the chance to have experiences that most people take for granted including enjoying the company of a good friend. Our buddy pairs meet up once or twice a month to do something fun together and we organize group events for everyone to come together!",
    "slug": "best-buddies-uvic"
  },
  {
    "id": "18",
    "name": "UVIC UNICEF",
    "category": "community-service-and-volunteer",
    "primaryEmail": "unicef.uofvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicunicef2021/"],
    "tags": ["Community Service & Volunteer"],
    "description": "UVIC UNICEF follows the charter of UNICEF and works to fundraise for global disaster relief as well as for causes regarding impoverished children in 3rd world countries. We have 4 main events we fundraise for throughout the year, 1) homeless care packages, 2) sponsored orphanage in Uganda, 3) charity of our choice, and 4) UNICEF. The club has monthly social events and fundraisers. We are always welcoming new members to our safe and fun team!",
    "slug": "uvic-unicef"
  },
  {
    "id": "19",
    "name": "African Caribbean Student Association",
    "category": "culture",
    "primaryEmail": "uvicacsa@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicacsa/?hl=en"],
    "tags": ["Cultural"],
    "description": "The African and Caribbean Students’ Association (ACSA) is a University of Victoria Students’ Society sponsored club; founded to increase cultural awareness and communal cohesion on the University of Victoria campus between international students from Africa and the Caribbean islands, and the local Victoria community. ACSA is run by student volunteers, for students.",
    "slug": "african-caribbean-student-association"
  },
  {
    "id": "20",
    "name": "Latinos",
    "category": "culture",
    "primaryEmail": "latinoswb@gmail.com",
    "socialMedia": [""],
    "tags": ["Cultural"],
    "description": "Promote Latino culture in UVic and in the Victoria area. The club does events through the year for promoting Latino culture and also for fundraising for causes that can help people locally and in other countries. We invite Latinos and non-Latinos to take part in the club.",
    "slug": "latinos"
  },
  {
    "id": "21",
    "name": "Satay Students Association",
    "category": "culture",
    "primaryEmail": "nabilnazri@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/2274525889457605"],
    "tags": ["Cultural"],
    "description": "A culture club association. Its goals are to conduct activities around campus to promote and share cultural pieces (e.g dance, cakes/pastries sales, holiday events, exchange programs, socials, etc.). The club resonates and aims to attract students of Malaysian, Bruneian, Singaporean, and Indonesian background.",
    "slug": "satay-students-association"
  },
  {
    "id": "22",
    "name": "The Warren Undergraduate Review",
    "category": "culture",
    "primaryEmail": "warrenexec@gmail.com",
    "socialMedia": ["https://www.instagram.com/warrenreview"],
    "tags": ["Cultural"],
    "description": "The Warren is an open concept literary journal out of the University of Victoria publishing the creative works of undergraduates from around the world. The journal aims to foster the growth of a vibrant multidisciplinary creative culture and providing invaluable exposure for young writers, thinkers and artists.",
    "slug": "the-warren-undergraduate-review"
  },
  {
    "id": "23",
    "name": "UMANG - UVic Indian Students' Association",
    "category": "culture",
    "primaryEmail": "umang.uvicisa@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicumang/"],
    "tags": ["Cultural"],
    "description": "UMANG: UVic Indian Students’ Association was initially formed in 2005 by undergraduate and graduate students. We aim to promote Indian culture on campus and bridge cultural gaps in the society. Over the past few years, our team has grown and succeeded in hosting events and workshops. By doing so, we have promoted cultural diversity among students and community.We are one of the most active clubs on campus and organize events on a weekly basis.",
    "slug": "umang-uvic-indian-students-association"
  },
  {
    "id": "24",
    "name": "Society for Indian Classical Arts (SICA)",
    "category": "culture",
    "primaryEmail": "sica@uvic.ca",
    "socialMedia": ["http://facebook.com/UVicSICA"],
    "tags": ["Cultural"],
    "description": "Society for Indian Classical Arts (SICA) is a not for profit student club at University of Victoria (UVic). SICA comprises of students, faculty and community members dedicated to promote and create awareness of South Asian arts and culture. Each year SICA brings numerous artists from across Canada who share their talent in various South Asian art forms. SICA has organized numerous events such as Indian Classical, Folk dances and music concerts.",
    "slug": "society-for-indian-classical-arts-sica"
  },
  {
    "id": "25",
    "name": "iranian students association at uvic",
    "category": "culture",
    "primaryEmail": "Irsa.uvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Cultural"],
    "description": "This is a cultural club that takes care of cultural events such as Yalda night, New year's ceremony (Nowrouz), and Persian Game Nights. This club also tries to get connected with every Iranian student and help them in different areas. There are several programs run by this club, such as bi-weekly poet gatherings, movie nights, and free discussion sessions.",
    "slug": "iranian-students-association-at-uvic"
  },
  {
    "id": "26",
    "name": "Japanese Culture Club",
    "category": "culture",
    "primaryEmail": "jccuvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/jccuvic/", "https://www.instagram.com/jccuvic/", "https://jccuvic.ca"],
    "tags": ["Cultural"],
    "description": "We are Japanese students and those interested in Japanese culture. Our activities include language exchange for all levels of ability, social outings*, workshops, and anything you might like to see included. We welcome all students! Note: Due to Covid19 all social outings and in person events are post-poned",
    "slug": "japanese-culture-club"
  },
  {
    "id": "27",
    "name": "Uvic Ukrainian Students' Society",
    "category": "culture",
    "primaryEmail": "chasegargus@gmail.com",
    "socialMedia": ["https://www.facebook.com/UVicUSS"],
    "tags": ["Cultural"],
    "description": "The UVicUSS is dedicated to promoting Ukrainian culture on campus through events, activism and community engagement. We have strong ties with the local Ukrainian community and are always excited to share our traditions with our peers. Whether they are Ukrainian or not, we welcome all students to come and enjoy what we have to offer!",
    "slug": "uvic-ukrainian-students-society"
  },
  {
    "id": "28",
    "name": "UVic Friends of Israel",
    "category": "culture",
    "primaryEmail": "uvicfoi@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicfriendsofisrael"],
    "tags": ["Cultural"],
    "description": "The UVic Friends of Israel club organizes fun and educational cultural events to showcase the many dimensions of Israeli culture. Our upcoming events will be virtual and likely include food delivery. Our events are attended by people of all backgrounds - there is no requirement to be Israeli or Jewish.",
    "slug": "uvic-friends-of-israel"
  },
  {
    "id": "29",
    "name": "Hong Kong Student Association",
    "category": "culture",
    "primaryEmail": "uvichksa@gmail.com",
    "socialMedia": ["https://www.facebook.com/UVicHKSA"],
    "tags": ["Cultural"],
    "description": "The UVic HKSA is a student association under the University of Victoria Student Society (UVSS) constituency. Our vision is to unite all Cantonese speaking, and individuals interested in Hong Kong culture. Furthermore, we aim to achieve our goal through various social and cultural activities that promotes Hong Kong culture and benefits the greater community as a whole.",
    "slug": "hong-kong-student-association"
  },
  {
    "id": "30",
    "name": "Music Production Club",
    "category": "culture",
    "primaryEmail": "uvicmpc@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/uvicmpc"],
    "tags": ["Cultural"],
    "description": "UVic Music Production Club is a community of music and technology enthusiasts of all levels looking to connect, create, and share with peers. We offer opportunities and events to fit all sorts of musicians and producers. If you are interested in learning about music production or the music industry, we would love to have you!",
    "slug": "music-production-club"
  },
  {
    "id": "31",
    "name": "The Wildlife Society UVic Student Chapter",
    "category": "environment",
    "primaryEmail": "tws.uvic@gmail.com",
    "socialMedia": ["http://www.instagram.com/twsuvic"],
    "tags": ["Environmental"],
    "description": "The Wildlife Society UVic Student Chapter is a chapter within the international non-profit organization, The Wildlife Society. TWS UVic aims to build an accessible community at UVic for students interested in wildlife, wildlife research, management, and conservation, as well as provide opportunities to network and gain experience through social events, workshops, notices of volunteer opportunities and conferences",
    "slug": "the-wildlife-society-uvic-student-chapter"
  },
  {
    "id": "32",
    "name": "Uvic Birdwatching Club",
    "category": "environment",
    "primaryEmail": "uvicbirdwatching@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicbirdwatchingclub/"],
    "tags": ["Environmental"],
    "description": "The UVic birdwatching club will give students with interests in birds an opportunity to share their interests with other UVic students through outings and other club events. Members will be encouraged to join the leaders at birdwatching hotspots to experience the wonderful world of birds, improve bird identification abilities, and help contribute to citizen science databases such as ebird and inaturalist.",
    "slug": "uvic-birdwatching-club"
  },
  {
    "id": "33",
    "name": "Students for the Salish Sea",
    "category": "environment",
    "primaryEmail": "sfssuvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic.sfss/"],
    "tags": ["Environmental"],
    "description": "Students for the Salish Sea is a collaborative club dedicated to protecting and restoring the health of the Salish Sea through the cultivation of watershed consciousness and action. We operate with a nonhierarchical structure, welcome new ideas, and different ways to support the Salish Sea and all of its inhabitants. Join us for fun and informative events!",
    "slug": "students-for-the-salish-sea"
  },
  {
    "id": "34",
    "name": "Ancient forest committee",
    "category": "environment",
    "primaryEmail": "ancientforestuvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Environmental"],
    "description": "We are UVic’s student club concerned with protecting Vancouver Island’s ancient forest! We organizes rallies, hikes, letter writing tables, petition drives, slideshows, movie screenings, and camping trips to old growth forests!",
    "slug": "ancient-forest-committee"
  },
  {
    "id": "35",
    "name": "Ecological Restoration Club",
    "category": "environment",
    "primaryEmail": "nature@uvic.ca",
    "socialMedia": ["https://www.instagram.com/uvic_erc/"],
    "tags": ["Environmental"],
    "description": "The UVic Ecological Restoration Club provides opportunities for students to get involved in hands-on stewardship through campus and community restoration. You can get involved in projects such as native plant gardening, invasive species identification and removal, and overnight camping trips. Come spend time outside with us!",
    "slug": "ecological-restoration-club"
  },
  {
    "id": "36",
    "name": "Surfrider Foundation UVic Club",
    "category": "environment",
    "primaryEmail": "uvic@clubs.surfrider.org",
    "socialMedia": ["https://www.instagram.com/surfrideruvic/"],
    "tags": ["Environmental"],
    "description": "The Surfrider Foundation is a non-profit environmental organization dedicated to the protection and enjoyment of the world's oceans, beaches and waves for all people, through conservation, activism, research and education. The Surfrider UVic club aims to get students involved in environmental stewardship through community events such as beach cleanups, documentary screenings, social meetups, and other sustainability-themed events.",
    "slug": "surfrider-foundation-uvic-club"
  },
  {
    "id": "37",
    "name": "UVic Photography Excursion Club",
    "category": "interest",
    "primaryEmail": "photographyexcursionclub@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicpec"],
    "tags": ["Interest"],
    "description": "We are a photography based club that focuses on enhancing skills and building strong relationships with other members! Join us as we go on hikes, miniature trips, and downtown walks for the chance to explore the island and beyond (and to take wicked shots, of course).",
    "slug": "uvic-photography-excursion-club"
  },
  {
    "id": "38",
    "name": "UVIC Tabletop RPG Club",
    "category": "interest",
    "primaryEmail": "tabletopuvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "The uvic ttrpg club is a place where students can find groups for and participate in tabletop role-playing games like dungeons and dragons, pathfinder, Warhammer, and many others. We welcome people of all knowledge levels and game interests.",
    "slug": "uvic-tabletop-rpg-club"
  },
  {
    "id": "39",
    "name": "Model United Nations",
    "category": "interest",
    "primaryEmail": "presidentuvicmun@gmail.com",
    "socialMedia": ["https://www.facebook.com/UvicMUNClub"],
    "tags": ["Interest"],
    "description": "We simulate the United Nations at various conferences around Canada and the US. We give students the chance to meet new people, learn new skills and to travel to new places!",
    "slug": "model-united-nations"
  },
  {
    "id": "40",
    "name": "UVic League of Legends Club",
    "category": "interest",
    "primaryEmail": "uvicleague@gmail.com",
    "socialMedia": ["https://discord.gg/YgpkmaE"],
    "tags": ["Interest"],
    "description": "Our goal is to connect UVic's League of Legends players (and other gamers!) of all skill levels to create a fun, casual, and open community within the school!",
    "slug": "uvic-league-of-legends-club"
  },
  {
    "id": "41",
    "name": "COVIDA",
    "category": "interest",
    "primaryEmail": "jdichupa@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "",
    "slug": "covida"
  },
  {
    "id": "42",
    "name": "UVIC Pre Med Club",
    "category": "interest",
    "primaryEmail": "uvicpremedclub@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/UVicPreMed"],
    "tags": ["Interest"],
    "description": "We are a club that bridges the Island Medical Program students with undergrads who have an interest in healthcare or a career in medicine. We host events that promote healthy living, naloxone training, and events with insight from med students about the academic and non-academic journey of applying to medical school. We aim to create a network of students who have a passion for medicine!",
    "slug": "uvic-pre-med-club"
  },
  {
    "id": "43",
    "name": "Hillel On Campus",
    "category": "interest",
    "primaryEmail": "hecc.uvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/HillelOnCampus"],
    "tags": ["Interest"],
    "description": "Hillel On Campus UVic will be a social club aiming to make positive change by bringing students and community members together on campus, planning and hosting open social events, celebrating diversity and helping different cultures better understand each other. As well as working to share jewish cultures and values, we will strive to motivate student initiatives, leadership, and volunteering.",
    "slug": "hillel-on-campus"
  },
  {
    "id": "44",
    "name": "Victoria Association for Psychedelic Studies",
    "category": "interest",
    "primaryEmail": "uvicvaps@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/682039541840997"],
    "tags": ["Interest"],
    "description": "We are a multidisciplinary club that curates open discussion and education focused on psychedelic substances. We host presentations and movie nights to disseminate information regarding current research, cultural history, therapeutic potential and law. We run a volunteer harm reduction team that provides safe spaces, substance use information, opioid overdose response and prevention training, and basic comforts at BC music festivals.",
    "slug": "victoria-association-for-psychedelic-studies"
  },
  {
    "id": "45",
    "name": "UVic Astrophotography Club",
    "category": "interest",
    "primaryEmail": "uvicastrophoto@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicastrophoto/"],
    "tags": ["Interest"],
    "description": "We are a group of UVic students who are trying to eliminate any gap between art and science.",
    "slug": "uvic-astrophotography-club"
  },
  {
    "id": "46",
    "name": "UVic Pre-Optometry Club",
    "category": "interest",
    "primaryEmail": "uvicpreoptometry@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicpreoptometry"],
    "tags": ["Interest"],
    "description": "The UVic pre-optometry club is a student-led club that is dedicated to UVic students who are interested in a future career in optometry. Members of this club are able to learn about the optometry school application process, discuss OAT studying tips and attend meetings with those involved in the optometry community!",
    "slug": "uvic-pre-optometry-club"
  },
  {
    "id": "47",
    "name": "Vikes Improv",
    "category": "interest",
    "primaryEmail": "vikesimprov@gmail.com",
    "socialMedia": ["https://www.facebook.com/VikesImprov"],
    "tags": ["Interest"],
    "description": "Vikes Improv is an improvised comedy club at UVic! We hold weekly workshops on Mondays and Fridays over Zoom, where the coaching team leads exercises and games to help improvisers of all skill and experience levels. The coaching team also hosts monthly improv shows, which are streamed live on our YouTube channel.",
    "slug": "vikes-improv"
  },
  {
    "id": "48",
    "name": "Games Club",
    "category": "interest",
    "primaryEmail": "uvicgamesclub@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "We play board games in an online discord.",
    "slug": "games-club"
  },
  {
    "id": "49",
    "name": "Medieval Club",
    "category": "interest",
    "primaryEmail": "medievalclubuvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "The purpose of this club is to allow students to explore their medieval interests through workshops and activities in affiliation with local medieval associations such as the SCA, Victoria Blood and Iron, etc. We hold regular workshops and meetings to teach skills, make medieval crafts, sing, dance, and help connect students with all things medieval in a fun and inclusive environment.",
    "slug": "medieval-club"
  },
  {
    "id": "50",
    "name": "Model United Nations",
    "category": "interest",
    "primaryEmail": "presidentuvicmun@gmail.com",
    "socialMedia": ["https://www.facebook.com/UvicMUNClub"],
    "tags": ["Interest"],
    "description": "We simulate the United Nations at various conferences around Canada and the US. We give students the chance to meet new people, learn new skills and to travel to new places!",
    "slug": "model-united-nations-2"
  },
  {
    "id": "51",
    "name": "UVic Anime Club",
    "category": "interest",
    "primaryEmail": "uvic.anime.club@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "Exploring Japanese culture and language through Japanese animated media",
    "slug": "uvic-anime-club"
  },
  {
    "id": "52",
    "name": "Beer Club (UVic Wizards of Beer)",
    "category": "interest",
    "primaryEmail": "UVicBeerCraft@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic_wizards_of_beer/"],
    "tags": ["Interest"],
    "description": "The focus of this club is to help new brewers learn how to make not just beer, but other fermented beverages as well. We have started looking at techniques from around the world! From Korean rice wines, to Scandinavian farmhouse ales. Have you always wondered how these drinks were made? Join UVic Wizards of Beer and discover for yourself, and brew them too!",
    "slug": "beer-club-uvic-wizards-of-beer"
  },
  {
    "id": "53",
    "name": "UVic Photoclub",
    "category": "interest",
    "primaryEmail": "UVicsPhotoclub@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicsphotoclub/"],
    "tags": ["Interest"],
    "description": "A resource for UVic students to help them with expressing themselves with (analog and digital) photography.\r\nPhotoclub is what the membership makes it. Since technology is always changing so we try to focus on the fundamentals of photography. We also know that most students are on a budget and keep that in mind. Many of our workshops and discussions apply to most cameras, digital and analog. There is something for everyone in Photoclub!",
    "slug": "uvic-photoclub"
  },
  {
    "id": "54",
    "name": "Psyc After Undergrad",
    "category": "interest",
    "primaryEmail": "psycafterundergrad@gmail.com",
    "socialMedia": ["https://www.instagram.com/psyc.after.undergrad/"],
    "tags": ["Interest"],
    "description": "Our main objective with this group is to educate fellow psychology students on the different options within psychology after finishing your undergrad degree. We also hope to explore different ways to get involved in the community to gain hands-on experience, as well as different career goals associated with psychology.",
    "slug": "psyc-after-undergrad"
  },
  {
    "id": "55",
    "name": "UVic Minecraft Club",
    "category": "interest",
    "primaryEmail": "uvicmc@gmail.com",
    "socialMedia": ["https://discord.gg/8dSffVs"],
    "tags": ["Interest"],
    "description": "The UVic Minecraft Club is a place to make friends, play some games, and have a chill time. Our Minecraft server has been running 24/7 since February of 2019. So far we've had over 500 unique players from UVic!",
    "slug": "uvic-minecraft-club"
  },
  {
    "id": "56",
    "name": "Uvic NiteShifters Toastmasters Club",
    "category": "interest",
    "primaryEmail": "niteshiftersvictoriabc@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvictoastmasters"],
    "tags": ["Interest"],
    "description": "Improve your public speaking skills with Toastmasters; we offer an Interactive group to develop effective communication and leadership skills. Build on your self-confidence, awareness in a supportive network. Drop by for the experience Thursday nights 7:30pm via Zoom.",
    "slug": "uvic-niteshifters-toastmasters-club"
  },
  {
    "id": "57",
    "name": "UVic Fashion Club",
    "category": "interest",
    "primaryEmail": "uvictoriafashionclub@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicfashionclub/"],
    "tags": ["Interest"],
    "description": "UVic fashion club is a community for lovers of clothing! We hope to go on thrifting trips and host photoshoots when it becomes safe to do so, but for now, we are getting to know each other, sharing Pinterest boards, trends, thrift finds, and Insta locations in Victoria- all on our Instagram page! (@uvicfashionclub). Whether your interests are influencing, shopping, thrifting, sewing, or simply putting outfits together- this is the place for you!",
    "slug": "uvic-fashion-club"
  },
  {
    "id": "58",
    "name": "International Friendship Group",
    "category": "interest",
    "primaryEmail": "ifguvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Interest"],
    "description": "The International Friendship Group exists to foster cross-cultural understanding among UVic's international students, domestic students and members of Victoria's wider community. We do this through regular activities (eg. free English classes, lunchtime conversation gatherings, potluck meals) as well as special events (eg. Barbecue Picnics, Christmas Party, Easter Egg Hunt) WITHIN COVID safety protocols.",
    "slug": "international-friendship-group"
  },
  {
    "id": "59",
    "name": "Victoria Mandarin Toastmasters club",
    "category": "interest",
    "primaryEmail": "zmybeihang@gmail.com",
    "socialMedia": ["https://www.facebook.com/vicmantm/"],
    "tags": ["Interest"],
    "description": "We provide a safe space for Mandarin speakers to improve their public speaking and leadership skills.",
    "slug": "victoria-mandarin-toastmasters-club"
  },
  {
    "id": "60",
    "name": "With a Grain of Salt",
    "category": "interest",
    "primaryEmail": "uvicwagos@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicwagos/"],
    "tags": ["Interest"],
    "description": "As the great Chef Gusteau from Ratatouille once said, anyone can cook! This club was established to encourage UVic students to get cooking, get creative, and to share their passion for food and cuisine. Join your fellow chefs during live Zoom calls, where we whip up delicious meals chosen by club members. Follow Chef Tara as she takes members step-by- step through a recipe, or sit back and enjoy the live cooking show.",
    "slug": "with-a-grain-of-salt"
  },
  {
    "id": "61",
    "name": "Chinese Students and Scholars Association",
    "category": "other",
    "primaryEmail": "president@cssavc.com",
    "socialMedia": [""],
    "tags": ["Other"],
    "description": "The non-profit student organization supported by the education department of the Chinese consulate in Vancouver, The largest Chinese student association in higher education institutions in greater Victoria, regularly organizes various kinds of activities to maintain the social circle of Chinese students in Victoria and help Chinese students studying abroad.",
    "slug": "chinese-students-and-scholars-association"
  },
  {
    "id": "62",
    "name": "WUSC UVic",
    "category": "other",
    "primaryEmail": "wuscuvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/wuscuvic/?hl=en"],
    "tags": ["Other"],
    "description": "WUSC UVic is a youth to youth sponsorship that empowers students to play an active role in the sponsorship of refugee students. every year WUSC UVic sponsor 3 to 4 students to come to study here at UVic. We offer different support including social and academic supports. our main goal is to provide a great experience for students in their first year here at UVic",
    "slug": "wusc-uvic"
  },
  {
    "id": "63",
    "name": "UVic Students for Literacy",
    "category": "other",
    "primaryEmail": "sfluvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Other"],
    "description": "Students for Literacy runs two volunteer programs: Classroom Tutoring and Reading Buddies. Classroom Tutoring involves placing a UVic student in an elementary school classroom, where they volunteer with a teacher for one hour, once a week. Reading Buddies is a program that pairs a UVic student with an elementary aged child from the community. This program runs for two hours on Saturdays, at the UVic campus, and focuses on one-on-one mentorship.",
    "slug": "uvic-students-for-literacy"
  },
  {
    "id": "64",
    "name": "UVic Financial Analysis Club (UVFAC)",
    "category": "other",
    "primaryEmail": "UVicFinancialAnalysisClub@gmail.com",
    "socialMedia": [""],
    "tags": ["Other"],
    "description": "The UVFAC is a club dedicated to learning about investments for all skill levels. A place where students can ask questions and talk with others that are interested in a finance career or personal investing. All club funding is put directly towards financial learning tools. Please feel free to reach out at any time to our admins and come to our bi-weekly online meetings.",
    "slug": "uvic-financial-analysis-club-uvfac"
  },
  {
    "id": "65",
    "name": "Mental Health Awareness Club",
    "category": "other",
    "primaryEmail": "uvicmentalhealthclub@gmail.com",
    "socialMedia": ["http://www.facebook.com/uvicmentalhealthclub"],
    "tags": ["Other"],
    "description": "We're a student group that works to promote mental health awareness and destigmatization of mental illness. We organize awareness initiatives that are designed to encourage an ongoing dialogue about mental health and mental illness. Our club also advocates for better services and supports for people living with mental illness, as well as fundraising for local mental health non-profits. Everyone is welcome to join!",
    "slug": "mental-health-awareness-club"
  },
  {
    "id": "66",
    "name": "UVic Urban Development Club",
    "category": "other",
    "primaryEmail": "uvicudc@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/UVicUDC/"],
    "tags": ["Other"],
    "description": "A cross-departmental club that educates members on urban development and bridges the gap between professionals and students - events, projects, and volunteerism all happen.",
    "slug": "uvic-urban-development-club"
  },
  {
    "id": "67",
    "name": "UVic F&S Club",
    "category": "other",
    "primaryEmail": "uvic.f.and.s.club@gmail.com",
    "socialMedia": ["https://www.instagram.com/f_and_s_club/"],
    "tags": ["Other"],
    "description": "F&S is a social club made for students to interact with their peers, make new friends, and socialize virtually. We have weekly meetings where members converse for an hour, game nights, movie nights, and other activities!",
    "slug": "uvic-fands-club"
  },
  {
    "id": "68",
    "name": "Cabaret Voltaire Diversions",
    "category": "other",
    "primaryEmail": "cabaretvoltaireevents@gmail.com",
    "socialMedia": ["https://www.instagram.com/cabaretvoltairediversions/"],
    "tags": ["Other"],
    "description": "Cabaret Voltaire Societe & Diversions mission is to create engaging, accessible and inclusive events that showcase the underrepresented artists and musicians in our community. In doing this we recognise the great importance of including and encouraging the younger generations in the creative process and artistic engagement. Because of this and the unanimous belief in the young creative mind, we seek to provide educational opportunities to youth.",
    "slug": "cabaret-voltaire-diversions"
  },
  {
    "id": "69",
    "name": "Young Liberals of Canada at UVic",
    "category": "politics",
    "primaryEmail": "uvic.ylc1@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicliberals"],
    "tags": ["Political"],
    "description": "Interested in politics, current events or just finding a way to get more involved in your community? If yes, then the UVic liberals is the club for you! We are a part of a network of clubs that spans from coast to coast to coast. If you decide to join, you'll be enrolling in the largest youth political party Canada has ever witnessed!",
    "slug": "young-liberals-of-canada-at-uvic"
  },
  {
    "id": "70",
    "name": "UVic BC Young Liberals",
    "category": "politics",
    "primaryEmail": "bcyoungliberals@uvic.ca",
    "socialMedia": ["https://www.facebook.com/uvicbcliberals"],
    "tags": ["Political"],
    "description": "The UVic BC Young Liberals are the political voice of students and young professionals working to promote free enterprise values, to ensure that tomorrow’s BC is even better than today’s. Whether you've never voted, are new to BC, or are passionate about being a part of a prosperous BC for all, we welcome you! Send us an email or a Facebook direct message to hear about events, involvement in riding associations, and work opportunities.",
    "slug": "uvic-bc-young-liberals"
  },
  {
    "id": "71",
    "name": "Socialist Fightback UVic",
    "category": "politics",
    "primaryEmail": "mdgvictoria@gmail.com",
    "socialMedia": ["https://www.facebook.com/SocialistFightbackUVic"],
    "tags": ["Political"],
    "description": "Socialist Fightback UVic advocates for revolutionary politics on campus and highlights the importance of collective political action in the struggle for workers and students. We organize events from a socialist perspective on questions of history, philosophy and contemporary issues. We fight for universal education, worker's rights and an end to capitalism.",
    "slug": "socialist-fightback-uvic"
  },
  {
    "id": "72",
    "name": "UVic Tenant Action Group",
    "category": "politics",
    "primaryEmail": "tenants.victoria@gmail.com",
    "socialMedia": ["https://www.instagram.com/vtag.bc/"],
    "tags": ["Political"],
    "description": "The UVic Tenant Action Group is a UVSS club committed to transforming the housing system and ensuring access to housing for all. We advocate for the rights of renters, people precariously housed, people experiencing homelessness, and all who do not own their home - this includes the vast majority of students at UVic.",
    "slug": "uvic-tenant-action-group"
  },
  {
    "id": "73",
    "name": "UVic Greens",
    "category": "politics",
    "primaryEmail": "uvicgreens@gmail.com",
    "socialMedia": [""],
    "tags": ["Political"],
    "description": "We are a student club at the University of Victoria that supports the Green Party of Canada, the Green Party of BC and the values of the Global Greens.We strive to exemplify and progress the core values of the Global Greens; ecological wisdom, respect for diversity, participatory democracy, social justice, sustainability and non-violence both through our own activities and by promoting the Green Party.",
    "slug": "uvic-greens"
  },
  {
    "id": "74",
    "name": "University of Victoria Conservative Club",
    "category": "politics",
    "primaryEmail": "uvic.cc@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic.conservatives/"],
    "members": "0",
    "tags": ["Political"],
    "description": "The UVic Conservative is a place where individuals can meet to have gatherings and speaking with prominent federal Conservatives. We are open to all regardless of party membership or political orientation. The club also sends a delegation to the National COnvention every year or so.",
    "slug": "university-of-victoria-conservative-club"
  },
  {
    "id": "75",
    "name": "Elect Her",
    "category": "politics",
    "primaryEmail": "electheruvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/ElectHerUVic"],
    "tags": ["Political"],
    "description": "Elect Her UVic supports an increase in the involvement of women and marginalized genders in every aspect of the political process. Through advocacy efforts on campus, we strive to create intentional spaces to de-construct barriers that persist in politics.",
    "slug": "elect-her"
  },
  {
    "id": "76",
    "name": "Uvic ndp",
    "category": "politics",
    "primaryEmail": "uvicndp@gmail.com",
    "socialMedia": [""],
    "tags": ["Political"],
    "description": "A political club affiliated with the NDP",
    "slug": "uvic-ndp"
  },
  {
    "id": "77",
    "name": "Young Communist League",
    "category": "politics",
    "primaryEmail": "ycl.ljc.victoria@gmail.com",
    "socialMedia": ["https://www.facebook.com/YCLVictoria"],
    "tags": ["Political"],
    "description": "Formed in 1923, the YCL-LJC is Canada’s oldest revolutionary youth organization. Our unity is based in anti-racism, anti- sexism, anti-homophobia, anti-chauvinism, anti-transphobia, and anti-ableism. We believe that to truly orient society towards peace, social progress, environmental justice, and full equality, we need to overturn the capitalist system. We need a socialist Canada, where the people own the economy, not the big corporations.",
    "slug": "young-communist-league"
  },
  {
    "id": "78",
    "name": "UVic Ismaili Students Association",
    "category": "religion",
    "primaryEmail": "ismaili.uvic@gmail.com",
    "socialMedia": [""],
    "tags": ["Religious"],
    "description": "As a religious group, our goal is to gather with UVic Ismaili students for prayers. We provide a room where they can come together and study at any time of the day, as well to come and pray with us in the evenings. Alongside, we also intend to have a mentorship program for first year students also conduct career panel programs each semester for all students. This year, SFU, UVIC, and UBC have come together to organize programs virtually.",
    "slug": "uvic-ismaili-students-association"
  },
  {
    "id": "79",
    "name": "University Bible Fellowship",
    "category": "religion",
    "primaryEmail": "qwd0520@gmail.com",
    "socialMedia": [""],
    "tags": ["Religious"],
    "description": "The University Bible Fellowship is an global student organization dedicated to the task of campus evangelism. Our main work is to help college students and teenagers study the Bible and live according to its teachings.",
    "slug": "university-bible-fellowship"
  },
  {
    "id": "80",
    "name": "Catholic Christian Outreach (CCO)",
    "category": "religion",
    "primaryEmail": "Victoria@cco.ca",
    "socialMedia": ["https://www.facebook.com/groups/509977529813517"],
    "tags": ["Religious"],
    "description": "We reach out to everyone who wants to know and discover the fullness of the Catholic faith, and we are dedicated to building up leaders who will change the world. We also provide opportunities for people to be engaged in a welcoming, loving community; with opportunities for spiritual, and personal growth. Join us for faith studies, events, Zoom hangouts, and retreats!",
    "slug": "catholic-christian-outreach-cco"
  },
  {
    "id": "81",
    "name": "Inter-Varsity Christian Fellowship Club",
    "category": "religion",
    "primaryEmail": "intervarsityuvictoria@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic_ivcf"],
    "tags": ["Religious"],
    "description": "Welcome and Outreach/ socials.\r\n- Building genuine friendships (keeping up with people and making an effort to involve them and make them feel valued in\r\nthe club)\r\n- Study with me (group zoom call where we all just study individually) - Games night\r\n- Skip-the-dishes-train\r\nAbove will be done through Online platform (ex, Zoom).",
    "slug": "inter-varsity-christian-fellowship-club"
  },
  {
    "id": "82",
    "name": "Uvic Muslim Student Association",
    "category": "religion",
    "primaryEmail": "msauvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicmsa/?hl=e", "https://www.facebook.com/msauvic"],
    "tags": ["Religious"],
    "description": "The purpose of the club is to inform the surrounding UVic and Victoria community about Islam and Muslims. It is to build a place where Muslims feel safe and supported and where non-Muslims feel allowed to ask questions.",
    "slug": "uvic-muslim-student-association"
  },
  {
    "id": "83",
    "name": "UCM (University Christian Ministries)",
    "category": "religion",
    "primaryEmail": "ucm.uvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/ucm.uvic/?hl=en"],
    "tags": ["Religious"],
    "description": "We're a community that loves Jesus and follows in his footsteps at UVic. We value growing, worshiping, praying, learning, serving, and celebrating together. ​Whoever you are, whatever you believe, you are welcome here!",
    "slug": "ucm-university-christian-ministries"
  },
  {
    "id": "84",
    "name": "Inclusive Christians Club",
    "category": "religion",
    "primaryEmail": "courtneystokes506@yahoo.ca",
    "socialMedia": [""],
    "tags": ["Religious"],
    "description": "Join us for weekly bible studies and fun biweekly events with UVIC Inclusive Christians. Members identify as Christian, Spiritual but not Religious, or are simply curious to learn more about the Christian tradition. We overtly welcome those who identify as LGBTQ2IA+, women, IBPoc, refugees, people with disabilities, people regardless of socioeconomic status, and people representing other marginalized groups.",
    "slug": "inclusive-christians-club"
  },
  {
    "id": "85",
    "name": "ABS (Association for Baha'i Studies)",
    "category": "religion",
    "primaryEmail": "events@uvicbahai.ca",
    "socialMedia": ["https://www.instagram.com/uvicbahai/"],
    "tags": ["Religious"],
    "description": "The ABS club (Association for Baha’i studies) is a club that allows Baha’i students and faculty (as well as any one else interested) to aid one another in meaningful service to our campus community as well as reflect on how we can coherently integrate our spiritual beliefs and academic study. This club hopes to hold online social spaces to increase a sense of community and engage in conversation around spiritual topics.",
    "slug": "abs-association-for-bahai-studies"
  },
  {
    "id": "86",
    "name": "TharAllah (Shia Muslim Society of Victoria)",
    "category": "religion",
    "primaryEmail": "foroughi.s34@gmail.com",
    "socialMedia": [""],
    "tags": ["Religious"],
    "description": "TharAllah: Shia Muslim Society of Victoria” is a religious club intended to commemorate important dates in the Shia-Islamic calendar by holding events regularly as well as on special occasions for our growing community here on campus. TharAllah provides an opportunity for students from Muslim and other backgrounds to get together over religious and cultural programmes, socialize, and take part in developing our community.",
    "slug": "tharallah-shia-muslim-society-of-victoria"
  },
  {
    "id": "88",
    "name": "UVic Poker Club",
    "category": "sports-and-recreation",
    "primaryEmail": "dontraisemybigblind@gmail.com",
    "socialMedia": [""],
    "tags": ["Sports & Recreation"],
    "description": "UVIC's only Poker Club, now playing online due to the pandemic. We play No Limit Hold'Em, email us for more information.",
    "slug": "uvic-poker-club"
  },
  {
    "id": "89",
    "name": "Wise & Well VIC",
    "category": "sports-and-recreation",
    "primaryEmail": "chanel.mandap@gmail.com",
    "socialMedia": ["https://www.facebook.com/wiseandwellvic/"],
    "tags": ["Sports & Recreation"],
    "description": "We are an online community dedicated to bringing generations together through fun educational programs to help those, especially older adults, who feel stressed or lonely. Via online classes, blogs and personal phone-calls, we reach out to the community and support life-long learning. We aim to help all generations positively impact their mental and physical health through topics like fitness, holistic wellness, and technology.",
    "slug": "wise-and-well-vic"
  },
  {
    "id": "90",
    "name": "UVIC Live Music Club",
    "category": "sports-and-recreation",
    "primaryEmail": "kkosowick911@gmail.com",
    "socialMedia": ["https://www.instagram.com/uviclivemusic/"],
    "tags": ["Sports & Recreation"],
    "description": "The Uvic Live Music Club is a group with the goal of a growing a community of musicians and music lovers here at UVic. We host many musical events such as Open Mics, Band Concerts, Jam Sessions, Songwriting workshops and more!",
    "slug": "uvic-live-music-club"
  },
  {
    "id": "91",
    "name": "Girls off the Grid",
    "category": "sports-and-recreation",
    "primaryEmail": "girlsoffthegridvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicgirlsoffgrid/", "https://www.facebook.com/uvicgirlsoffgrid"],
    "tags": ["Sports & Recreation"],
    "description": "Our goal is to create a beginner friendly, inclusive outdoor network for girls and non-binary folks looking to start getting outside, or make more likeminded friends to adventure with. These activities include but are not limited to: hiking, paddling, sunrise yoga, surfing, camping, and rock climbing, as well as socially conscious initiatives, like beach cleanups.",
    "slug": "girls-off-the-grid"
  },
  {
    "id": "92",
    "name": "Uvic Table tennis club",
    "category": "sports-and-recreation",
    "primaryEmail": "tabletennis.uvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic_table_tennis/"],
    "tags": ["Sports & Recreation"],
    "description": "Feel free to say Hi to our club. All levels of players are welcome. Club activities might be affected by COVID.",
    "slug": "uvic-table-tennis-club"
  },
  {
    "id": "93",
    "name": "UVIC SUP Club",
    "category": "sports-and-recreation",
    "primaryEmail": "uvicsup@gmail.com",
    "socialMedia": [""],
    "tags": ["Sports & Recreation"],
    "description": "UVic SUP Club aims to bring like-minded students, staff and alumni of different backgrounds together in competitive and recreational paddling on Stand-Up Paddleboards (SUP). We paddle in Cadboro Bay in in sheltered waters.",
    "slug": "uvic-sup-club"
  },
  {
    "id": "94",
    "name": "Spikeball Club",
    "category": "sports-and-recreation",
    "primaryEmail": "noaht.doyle@gmail.com",
    "socialMedia": [""],
    "tags": ["Sports & Recreation"],
    "description": "A welcoming club open to all levels of play! Come play spike ball, also known as round net, with us on Uvic's beautiful campus! Follow our Instagram for more details! @uvicspikeballclub",
    "slug": "spikeball-club"
  },
  {
    "id": "95",
    "name": "Exercise is Medicine",
    "category": "sports-and-recreation",
    "primaryEmail": "jkbryan@uvic.ca",
    "socialMedia": ["https://www.facebook.com/groups/917116908438261/about"],
    "tags": ["Sports & Recreation"],
    "description": "We aim to foster inter-professional relationships on and around campus while performing physical activity as a chronic disease prevention and management.",
    "slug": "exercise-is-medicine"
  },
  {
    "id": "96",
    "name": "UVic CSGO/VALORANT Club",
    "category": "sports-and-recreation",
    "primaryEmail": "uvicvalorantcsgoclub@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/419162239460168"],
    "tags": ["Sports & Recreation"],
    "description": "We offer CSGO/Valorant casual and competitive games for free! This is also a space for people to socialize with people who have similar interests. Furthermore, there will tournaments with prizes and virtual achievement tags.",
    "slug": "uvic-csgovalorant-club"
  },
  {
    "id": "97",
    "name": "UVIC Skateboarding Club",
    "category": "sports-and-recreation",
    "primaryEmail": "uvicskateboardingclub@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicsc/"],
    "tags": ["Sports & Recreation"],
    "description": "We like skateboarding. We like people who skateboard. Feel the same way? Join.",
    "slug": "uvic-skateboarding-club"
  },
  {
    "id": "98",
    "name": "UVic Robotics",
    "category": "stem",
    "primaryEmail": "uvic.robotics@gmail.com",
    "socialMedia": ["https://uvicroboticsclub.wordpress.com/"],
    "tags": ["STEM"],
    "description": "We are the UVic Robotics and we take part 2021 Canadian International Rover Challenge (CIRC). Our team is working on a prototype Mars Rover to help accomplish various tasks and challenging scenarios. Our rover is expected to complete several tasks, these include navigating through rough Mars-like terrain or autonomous operations operating the rover arm. On top of this, we also have plans to do other activities and projects robotics related.",
    "slug": "uvic-robotics"
  },
  {
    "id": "99",
    "name": "ACI-UVic student chapter",
    "category": "stem",
    "primaryEmail": "uvicaci@gmail.com",
    "socialMedia": ["https://www.facebook.com/profile.php?id=100009059519156"],
    "tags": ["STEM"],
    "description": "This club is the American Concrete Institute (ACI)- UVic student chapter.\r\nIt is for students who are interested in concrete technology and want to join the network of civil engineers.",
    "slug": "aci-uvic-student-chapter"
  },
  {
    "id": "100",
    "name": "VikeLabs",
    "category": "stem",
    "primaryEmail": "vikelabs@gmail.com",
    "socialMedia": [
      "https://www.vikelabs.ca",
      "https://www.instagram.com/vikelabs/",
      "https://www.facebook.com/VikeLabs",
      "https://discord.gg/AWcEfYKjff"
    ],
    "tags": ["STEM", "SENG", "CSC"],
    "description": "VikeLabs is a collective of students who learn to build, deploy, and test software quickly. We view UVic as a kind of laboratory for testing solutions to problems that exist within the UVic community. We limit ourselves to the UVic community because it's much easier to deploy and test solutions to users where we are in close proximity to them and their problems. Feel free to reach out.",
    "slug": "vikelabs"
  },
  {
    "id": "101",
    "name": "Biomedical Engineering Design Team (BMED)",
    "category": "stem",
    "primaryEmail": "uvicbmedesign@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicbmedesign/?hl=en"],
    "tags": ["STEM"],
    "description": "BMED is a group of undergraduate engineering students who design, research, and test medical devices, biomedical technologies, and assistive solutions.",
    "slug": "biomedical-engineering-design-team-bmed"
  },
  {
    "id": "102",
    "name": "UVic Rocketry",
    "category": "stem",
    "primaryEmail": "nicholascastellani@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicrocketry/"],
    "tags": ["STEM"],
    "description": "The UVic Rocketry Team is a student-led group at the University of Victoria that designs and builds competitive sounding rockets. We participate at the annual Spaceport America Cup (SA Cup), located at the world’s first purpose-built commercial spaceport located in southern New Mexico, United States.",
    "createdDate": "1920-01-15 14:38:49",
    "slug": "uvic-rocketry"
  },
  {
    "id": "103",
    "name": "Canadian Society for Civil Engineering",
    "category": "stem",
    "primaryEmail": "csce.uvic@gmail.com",
    "socialMedia": ["https://linktr.ee/csceuvic"],
    "tags": ["STEM"],
    "description": "A community for Civil Engineering students to grow their knowledge, experience and mentorship in Civil Engineering outside the classroom setting",
    "slug": "canadian-society-for-civil-engineering"
  },
  {
    "id": "104",
    "name": "University of Victoria Renewable Energy Club",
    "category": "stem",
    "primaryEmail": "uvicrenewableenergyclub@gmail.com",
    "socialMedia": ["https://www.facebook.com/University-of-Victoria-Renewable-Energy-Club-105152894858342"],
    "tags": ["STEM"],
    "description": "The UVic Renewable Energy Club is an engineering and design-focused club working to improve the field of Renewable Energy. At its core, UREC is a club to learn and develop key skills and knowledge related to the ever-important field of sustainable energy production. By practicing these skills, students can improve their engineering skill-set and prepare for a career in the field of sustainable energy production.",
    "slug": "university-of-victoria-renewable-energy-club"
  },
  {
    "id": "105",
    "name": "UVic Seismic",
    "category": "stem",
    "primaryEmail": "uviceeri@gmail.com",
    "socialMedia": ["https://www.facebook.com/uvicseismic"],
    "tags": ["STEM"],
    "description": "The UVic Seismic Design Team aims to attend the annual EERI Seismic Design Competition, to engage students in earthquake engineering, provide context to earthquake engineering research and education, and to provide students with networking opportunities. The Design Team is an initiative of the University of Victoria’s Student Chapter of the Earthquake Engineering Research Institute (UVIC EERI).",
    "slug": "uvic-seismic"
  },
  {
    "id": "106",
    "name": "UVIC Pre-Dental Club",
    "category": "stem",
    "primaryEmail": "predentalclubuvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/predentalclubuvic/"],
    "tags": ["STEM"],
    "description": "The UVIC Pre-Dental Club is a place for students who are interested in entering the field of dentistry following their studies at UVIC. This is a place to meet like-minded peers, chat, ask questions, and support each other; as well as participate in dentistry related activities (virtually!).",
    "slug": "uvic-pre-dental-club"
  },
  {
    "id": "107",
    "name": "Leadership Through Diversity",
    "category": "stem",
    "primaryEmail": "ltd.uvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/leadershipthroughdiversity/"],
    "tags": ["STEM"],
    "description": "Leadership Through Diversity (LTD) is an engineering group focused on supporting underrepresented groups in engineering, mentoring students and host both fun and educational events. We gladly welcome new members and have opportunities for various executive roles. Come check us out on Facebook, Instagram or ltd.uvic.ca.",
    "slug": "leadership-through-diversity"
  },
  {
    "id": "108",
    "name": "Science in Society Club",
    "category": "stem",
    "primaryEmail": "ssc.uvic@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic.ssc/"],
    "tags": ["STEM"],
    "description": "We hope to promote and improve science communication skills amongst student in STEM. We facilitate group discussions, guest lectures, create YouTube tutorials to teach effective communication between academics and a the general public. It is a great place to make connections with students in other science and social science disciplines, learn skills, and make connections!",
    "slug": "science-in-society-club"
  },
  {
    "id": "109",
    "name": "Association for Women in Math UVic Student Chapter",
    "category": "stem",
    "primaryEmail": "awmuvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/AWMchapters/"],
    "tags": ["STEM"],
    "description": "The goals of the Chapter are to promote the following: an increased knowledge of and greater interest in the mathematical sciences, including pure and applied mathematics, statistics, and their applications; a greater understanding of the contributions of women in the mathematical sciences; prepare for careers in the mathematical sciences.",
    "slug": "association-for-women-in-math-uvic-student-chapter"
  },
  {
    "id": "110",
    "name": "AUVIC",
    "category": "stem",
    "primaryEmail": "auvic@uvic.ca",
    "socialMedia": ["https://www.facebook.com/engrauvic"],
    "tags": ["STEM"],
    "description": "AUVIC members take on the task of creating a completely autonomous underwater vehicles to compete on an international level at the Robosub competition. The innovative frame design, motor controller and power board PCBs, cutting edge machine learning and computer vision software, and even an electromagnetically driven torpedo launcher are all examples of what AUVIC members have created. We accept all from first year to even the graduate level.",
    "slug": "auvic"
  },
  {
    "id": "111",
    "name": "UVic Game Dev",
    "category": "stem",
    "primaryEmail": "uvic.gamedev.club@gmail.com",
    "socialMedia": ["https://www.facebook.com/groups/uvicgamedev"],
    "tags": ["STEM"],
    "description": "UVic GameDev is a club at the University of Victoria that is focused on making games, whether it be professionally or for fun, solo or in teams. Game Developers of all disciplines and skill levels are encouraged to check out our workshops, presentations, and events!",
    "slug": "uvic-game-dev"
  },
  {
    "id": "112",
    "name": "UVic Pre Veterinary Club",
    "category": "stem",
    "primaryEmail": "uvicprevet@gmail.com",
    "socialMedia": [""],
    "tags": ["STEM"],
    "description": "The UVic Pre-Vet Club is for anyone interested in pursuing a career in veterinary medicine and other animal related fields. Check out our Facebook page for more info! (UVic Pre-Vet Club)",
    "slug": "uvic-pre-veterinary-club"
  },
  {
    "id": "113",
    "name": "UVic Concrete Canoe Team",
    "category": "stem",
    "primaryEmail": "uviccanoeteam@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicconcretecanoe/"],
    "tags": ["STEM"],
    "description": "We are a UVIC Student Team that designs, constructs, and races a canoe made entirely out of concrete. Based on civil engineering principles, students will obtain experience working with concrete, while improving leadership, communication, and teamwork skills. We welcome students from all faculties as there are many opportunities for involvement whether it is hull, structural, and concrete mix design to theme, public engagement, or paddling!",
    "slug": "uvic-concrete-canoe-team"
  },
  {
    "id": "114",
    "name": "University of Victoria Formula Hybrid",
    "category": "stem",
    "primaryEmail": "uvicformulahybrid@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvichybrid/"],
    "tags": ["STEM"],
    "description": "The UVic Hybrid team designs and builds a hybrid formula-style car for the annual Formula Hybrid competition. We welcome all students who are interested, including those that are not studying engineering.",
    "slug": "university-of-victoria-formula-hybrid"
  },
  {
    "id": "115",
    "name": "UVIC Submarine Racing Club",
    "category": "stem",
    "primaryEmail": "uvic.submarine@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicsubmarine/"],
    "tags": ["STEM"],
    "description": "The Uvic Submarine Racing Club’s (UVSRC) main goal is to design, build, and race a human-powered submarine at the annual International Submarine Race held either in the USA (ISR) or the United Kingdom (eISR). We also believe in the importance of networking between sponsors, employers, and club members for future career opportunities. To achieve this, the Club strives to develop students’ research, technical, and manufacturing skills in Marine",
    "slug": "uvic-submarine-racing-club"
  },
  {
    "id": "116",
    "name": "STEM Undergraduate Consulting Organization (SUCO)",
    "category": "stem",
    "primaryEmail": "SUCOcanada@gmail.com",
    "socialMedia": ["https://www.instagram.com/suco.canada/"],
    "tags": ["STEM"],
    "description": "SUCO provides free consulting to STEM based organizations/companies and hosts free seminars presented by professionals in the STEM field on a vast array of topics.",
    "slug": "stem-undergraduate-consulting-organization-suco"
  },
  {
    "id": "117",
    "name": "UVic Formula Racing",
    "category": "stem",
    "primaryEmail": "uvic.fsae@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicfsae/"],
    "tags": ["STEM"],
    "description": "The UVic Formula Motorsport team is a university club whose goal is to design and build a new small, open-wheeled, formula-style car each year. The car then competes in Formula SAE, which is the world's largest collegiate design competition. Our members are highly dedicated and motivated students who seek to get the most out of their university experience.",
    "slug": "uvic-formula-racing"
  },
  {
    "id": "118",
    "name": "UVic Formula Racing Electric",
    "category": "stem",
    "primaryEmail": "uvfr.electric@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvicfsae/"],
    "tags": ["STEM"],
    "description": "UVic Formula Racing Electric is an club dedicated to electric vehicle technology and motorsport. We design and build an open-wheel electric race car for competition in the Formula SAE Electric competition. This aims to provide students with valuable skills for their future careers and expose students to a rapidly growing industry.",
    "slug": "uvic-formula-racing-electric"
  },
  {
    "id": "119",
    "name": "Engineers Without Borders",
    "category": "stem",
    "primaryEmail": "rivphillips@gmail.com",
    "socialMedia": [""],
    "tags": ["STEM"],
    "description": "We work with Engineers Without Borders Canada to improve equality, sustainability, and social issues on campus and within the broader community. Using engineering logic we are able to aid in making measurable change in Canada and beyond.",
    "slug": "engineers-without-borders"
  },
  {
    "id": "120",
    "name": "UVic Women in Science",
    "category": "stem",
    "primaryEmail": "womeninscienceuvic@gmail.com",
    "socialMedia": ["https://www.facebook.com/womeninscienceuvic"],
    "tags": ["STEM"],
    "description": "The purpose of this club is to connect and support female graduate and undergraduate students pursuing STEM (Science, Technology, Engineering, and Mathemaitcs) fields. Through newsletters, social events, guest lectures and professional development seminars, this network is open to all genders and persons who want to contribute to the success of these women.",
    "slug": "uvic-women-in-science"
  },
  {
    "id": "121",
    "name": "Students Above Stigma",
    "category": "stem",
    "primaryEmail": "uvic.students.above.stigma@gmail.com",
    "socialMedia": ["https://www.instagram.com/uvic_sas/"],
    "tags": ["STEM"],
    "description": "Students Above Stigma (SAS) is a Uvic club dedicated toward eradicating the stigma surrounding psychiatric illnesses through an educational approach.\r\nKnow science, no stigma.",
    "slug": "students-above-stigma"
  },
  {
    "id": "122",
    "name": "UVic Competitive Programming Club",
    "category": "stem",
    "primaryEmail": "uvic.programming.club@gmail.com",
    "socialMedia": [""],
    "tags": ["STEM"],
    "description": "The UVic Competitive Programming Club is a group of students who enjoy solving hard problems quickly with code. We compete annually in the International Collegiate Programming Contest (ICPC), and meet weekly to practice and learn together. The problems we work on are also highly applicable to technical job interviews. The club's objective is not teaching members how to code.",
    "slug": "uvic-competitive-programming-club"
  },
  {
    "id": "123",
    "name": "UVic Archery Club",
    "category": "Sports",
    "primaryEmail": "vikesarchery@uvic.ca",
    "socialMedia": ["https://discord.gg/eKHQJXt", "https://instagram.com/uvicarchers?utm_medium=copy_link"],
    "members": "0",
    "tags": ["Sports"],
    "description": "Archery offers a sense of control, camaraderie and competition; with patience and practice it can turn into a life-long hobby. Learn form, techniques and skills needed to begin your archery adventure or join us to compete in local and regional tournaments. For more information email vikesarchery@uvic.ca or find us on facebook under UVIC Archers.",
    "createdDate": "1920-01-15 14:38:49",
    "slug": "uvic-archery"
  }
]
